Repository: daniel-corzo/misw-4501-proyecto-de-grado
Catalog: src/mobile/ios/TravelHub/TravelHub/I18n/MyBookings.xcstrings
Source language: en
Languages: es

# navigationTitle
source: My Bookings
es: Mis Reservas

# tabActive
source: Active
es: Activas

# tabPast
source: Past
es: Pasadas

# tabCancelled
source: Cancelled
es: Canceladas

# sectionActive
source: Upcoming Reservations
es: Reservas Próximas

# sectionPast
source: Past Reservations
es: Reservas Pasadas

# sectionCancelled
source: Cancelled Reservations
es: Reservas Canceladas

# bookingCountActive
source: You have %lld active bookings
es: Tienes %lld reservas activas

# bookingCountPast
source: You have %lld past bookings
es: Tienes %lld reservas pasadas

# bookingCountCancelled
source: You have %lld cancelled bookings
es: Tienes %lld reservas canceladas

# guests
source: %lld Adults
es: %lld Adultos

source: View Details
es: Ver Detalles

# defaultHotelName
source: Hotel
es: Hotel sin nombre

# defaultRoomName
source: Room
es: Habitación

# emptyActive
source: You don't have any active bookings yet. Start exploring hotels!
es: Aún no tienes reservas activas. ¡Empieza a explorar hoteles!

# emptyPast
source: You don't have any past bookings.
es: No tienes reservas pasadas.

# emptyCancelled
source: You don't have any cancelled bookings.
es: No tienes reservas canceladas.

# errorGeneric
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor intenta de nuevo.

# errorUnauthorized
source: Your session has expired. Please log in again.
es: Tu sesión ha expirado. Por favor inicia sesión de nuevo.

source: Retry
es: Reintentar

# badgeConfirmed
source: CONFIRMED
es: CONFIRMADA

# badgeUpcoming
source: UPCOMING
es: PRÓXIMA

# badgeCancelled
source: CANCELLED
es: CANCELADA

# badgeCompleted
source: COMPLETED
es: COMPLETADA
